Revit 2027 API
PolymeshTopology.NumberOfPoints Property
 The number of points in the polymesh
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NumberOfPoints { get; }
Public ReadOnly Property NumberOfPoints As Integer
	Get
public:
property int NumberOfPoints {
	int get ();
}
member NumberOfPoints : int with get
Property Value
Int32
See Also
Reference
PolymeshTopology Class
Autodesk.Revit.DB Namespace